[{"title":"","date":"2017-03-14T14:44:09.124Z","path":"2017/03/14/这周那些事/","text":"这周那点事 ​ 这一周，过得很不平静:sad:，情绪波动很大很大:cry:，就像心电图一样。 这一周，很容易受外界的影响，会因为一句话刺激到我的神经，会因为一个表情让我胡思乱想，更会因为一些事情，让我头大、两眼无神、全身心的处于放空状态。 很是颓废的一周，本不想写点什么的，但是想想，看是觉得有必要写下来，纪念一下，待以后回看的时候，看看那时的我，和现在的我到底有什么不一样，那个时候的自己有多么的幼稚，多么的不成熟............. ​ 现在周末对于我这个专升本的苦逼的孩子来说是一周最不想到来的日子，因为我没有周末。 ​ 周末的日子及其的忙。早上七点起床，这样还能有个早饭吃。如果想睡一会懒觉就只有让早饭作为付出的代价了。根据这一项交易我内心是拒绝的，因为不吃早饭的带来的后果实在太大了，比如上课无神影响一上午的学习效率，这个我认为可能还算轻的，毕竟效率低至少还是学了点东西；严重的是得胃疼，这样身体的影响就大了，毕竟身体是革命的本钱，身体不健康了还怎么谈学习、谈其他。这恐怕也是我讨厌周末的原因之一吧！ ​ 内心虽然是拒绝那样不平等的交易，但是我还是经常的和合作，因为晚上睡得太晚，以至于早上被床捆住了，也就很理所当然的成为了懒床分子。 ​ 经常被床捆住的我，也就很自然的把起床的时间调到了七点半，半个小时洗漱，匆忙出门，如果遇到好一点的老师还可以去食堂买豆浆包子馒头等对于我来说 算是丰富的早餐；如果遇到苛刻的老师就只有吃干粮了咯，有时苦逼的忘带了，就只有让胃占时受受罪，待中午饱餐一顿咯。然而事实告诉我，周末上午的老师好要求都比较苛刻:broken_heart: 。所以我很不喜欢周末，让我亲爱的小胃宝贝承受这么大的罪，还好中午我对她还够好，不然现在受罪的可是我咯!:haha: ​ 每周末的下午还算不错滴，因为下午的老师肯定是良心发现，还是体谅我们太累了，把原本应该上四节课的，给我们上了三节课，让我们有时间吃晚饭，有时间休息一下，或者是有时间缓冲一下。毕竟就算是一个机器干事也有缓冲的时间呀，更何况我们娇小的祖国的花朵。 ​ 晚上就不提了，人家可能都打了几局游戏了、看了几部电影了、洗漱完了，躺床上了，而我还走拖着本已疲惫的身体，望着长着一张监狱长脸的老师，讲一些似懂非懂的天文数字。可能是我智商不够，难以领悟 。 ​ 然而周末也许是我过得更开心:happy:，因为我没有时间东想西想! ​ 言归正传，我最主要的目的 ，不是为了抱怨我的周末生活，毕竟那是我专升本成功过后应该付出的“代价”。而是为 了谈谈我这周是怎么样不开心不愉快，糟糕的原因。 ​ 这周从周一到周末，或者说是从这个月开始到现在，只不过这周要严重一点而已。 ​ 这周所接受的负面情绪太多太多。有生活的、有工作的、有感情的…….归根到底都是因为我容易受外界的影响。 ​ 最近一段时间，所想的考虑的东西太多，让我的小脑袋瓜子一时半会承受不了，所以让我过了一个十分糟糕的周末。 ​ 最主要的原因大概就两个方面，一方面是自己即将毕业工作方向的选择，另一方面是关于感情方面的。 ​ 关于工作方面说来也惭愧，毕业一次的人，还会这样迷茫，还是这样每一方向感。也许说好听一点是没有方向感，说难听一点就是没有什么出色的技能吧！ ​ 考虑了很多适合女孩子而且还比较稳定的工作，比如：考公务员、考教师资格证、考事业单位等等。 ​ 其实这些想法还是比较简单的，只要努力还是有可能的，但现在我不是一个人，我有我想要完成的梦想，所以稳定不是首现考虑的，能够不成异地才是我首先考虑的。 ​ 考公务员，我有自知之明，考本地的可能几率还是蛮高的，但是我的目的地是成都。对于成都可谓说是不可能，为什么呢?首先我不是本地人，几率肯定比别人低了一级，再加上我不是985,、211一本大学的，还有更重要的，自己的能力也不是很高。所以不能去成都，我情愿不考，即使以后的工作没有这么轻松与稳定，我也不想毕业工作了还是异地恋。 ​ 异地恋是多么的苦，我是接受不了的，去情愿去共同的地方发展。 ​ 到现在我们已经异地差不多一年了。以前没有体验过的时候，还说一定要谈一场异地念，因为时间是考验两个是否在一起的标准。经过亲身体验，我觉得一两年对我来说就是一种煎熬了。不是说不承受不了这种所谓的考验，而是思念真的是一种病。虽然只有一年，但是我觉得思念已成疾。我不怕我经不起这种考验，而是怕时间太久，我承受不了，还没有给爱一个交代就因思念变成了林妹妹的下场。这样的结局是悲催的，我想要的是美满的。所以我不想再变成为异地。 ​ 异地，想要一个拥抱也没有，就连受委屈了，安慰都是隔空的。有点时候真的很想有个自己心里的那个人就在身边；异地，见一次面，要商量好久，要开心好久，好准备好久，或许再决定要见对方的时候，开心的睡不着觉。见一面路途遥远，即使晕车也是开心的，因为这次的拥抱不是隔空的了，或许一下车就会有个吻，而不是飞吻；异地，争吵了，一方伤心的默默的哭泣，一方为了哄而不之所错。然而其实有些争吵，只要一个拥抱就可以解决的事情，因为异地有可能伤心一晚睡不好觉，更甚至几天都没有心思做其他的事情；异地，吃饭玩耍的时间都很少。有时候一个人去食堂吃饭的时候，偶然看见身边的情侣一起吃饭，眼前就会出现以前你给我夹菜一起吃饭的情景，眼泪不听话，自己跑了出来，有时候看见校园操场手牵手的情侣，情不自禁就想起了一起我们一起在校园游荡的快乐了的校园生活，那是会感觉好害怕，害怕一个人，因为，我现在经常进进出出的地方，都有你的足迹，而你现在又没有在我身边；异地，………… ​ 所以我不想再异地，我只想过两个人的小日子，所以简单粗暴的做了一个说是艰难有不艰难的决定。决定做一个女程序员，可能对于我来说有点艰难，但是我相信我自己还是会做得很好的。别人很优秀，但我也不差呀！ ​ 关于感情，我可能要对我自己所守候的爱情说一声对不起！最近关于感情负面情绪太多，可能我这周就主要的不良情绪，可能就来自感情吧! 最近身边的人经常给我说一些非常现实的问题，也问我也些问题，而对于这些问题我竟然没有底气的回答，对此我很郁闷，因为这并不是我想要的。我想要的是当别人问起我一些东西的时候，我会很轻松的回答，而不用没有底气还要想怎么去回答。 ​ 我讨厌被人瞧不起，翻白眼。 ​ 你再好，我并不羡慕，可是请别鄙视别人，说话别那样瞧不起，请考虑一下别人的感受。 ​ 而对于这样的打击，或许我的不高兴情绪告诉我，我妥协过，然而我强大了内心告诉自己，这样的人远离，使自己优秀强大起来，这样才是对自己最好的回报。 对于感情这方面我就简单的写两笔，很多事一时半会说不清。感情的事不是一两天就能表达完的，现在已经十一点了，我还想睡一个好觉，也不想以后来看时觉得好笑，就到此结束了吧！ ​ 晚安，一切都会有好转，送给自己两个字“努力”。 ​","tags":[]},{"title":"Hello World","date":"2017-03-13T14:31:54.018Z","path":"2017/03/13/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","tags":[]}]